{
  "snark": [
    "Your stringing has formed a web of lies and broken promises.",
    "You say it's stringing. I say it's your printer sobbing quietly.",
    "That filament clinginess? Honestly, it's a little desperate.",
    "You printed a hairball with structural ambition.",
    "That model came out with more webs than Spider-Man’s laundry.",
    "Your nozzle can’t stop leaking — emotionally or physically.",
    "That’s not bridging. That’s clingfilm with delusions of grandeur.",
    "You adjusted retraction distance? How brave. How utterly useless.",
    "Your filament oozes like it’s being paid by the drop.",
    "This isn’t a print. This is a slow extrusion of disappointment.",
    "That stringing could double as a warning label.",
    "You didn’t print supports — you printed co-dependence.",
    "The nozzle is so clingy, it should come with a restraining order.",
    "You tweaked combing mode and accidentally summoned chaos.",
    "This print has more thread than a Facebook argument.",
    "That spiderweb of filament is forming its own government.",
    "Stringing level: Cat-5 Ethernet cable.",
    "That retraction speed? Might as well have left it off.",
    "You tried to reduce stringing and instead printed *macrame.*",
    "Your filament is emotionally attached to every part of the model.",
    "Those strands are now forming social bonds.",
    "You’re not printing parts — you’re printing cobwebs of regret.",
    "That extruder's idea of control is... interpretive.",
    "Your print has more wisps than a haunted house.",
    "That stringing is now a permanent feature, like your shame.",
    "Your support interface layers are thicker than plot armor.",
    "The bed is level — just not with this reality.",
    "That top layer surface looks like it was attacked by squirrels.",
    "You’ve achieved the legendary status of 'Print Failure Enthusiast'.",
    "That nozzle is so worn it qualifies as a historical artifact.",
    "Your slicing strategy? Just chaos and vibes.",
    "You didn't print a model. You manifested emotional clutter.",
    "Your bridging collapsed faster than your last group project.",
    "That filament blob just applied for citizenship.",
    "You didn’t slice it — you *diced* it.",
    "Your Z-seam has entered its own story arc.",
    "This print has more elephants' feet than a circus parade.",
    "You printed a Benchy that might qualify as a haunted vessel.",
    "Your print bed is a hostile work environment.",
    "That print looked fine... until layer 3 betrayed you.",
    "Your slicer thinks every model is a stress test.",
    "That ghosting is the printer whispering ‘try harder.’",
    "The support removal took longer than your actual print.",
    "Your extruder skipped more steps than a lazy staircase.",
    "That layer shift was so sudden it startled me.",
    "You sliced at 0.4mm layer height? That’s optimistic. And dumb.",
    "Your raft is big enough to float your shame across a small lake.",
    "The print failed, but at least it did so dramatically.",
    "Your printer gave up halfway, just like you in college.",
    "That model fused with the supports like a toxic friendship.",
    "You printed PETG and accidentally created performance art.",
    "That underextrusion could be measured in heartbreaks per mm.",
    "You tried spiral vase mode — you got spiral disaster mode.",
    "That nozzle oozed more than your unresolved issues.",
    "Your bridging is a web of sadness and poor decisions.",
    "The filament color can’t save what’s happening here.",
    "That retraction tower looks like a melted organ pipe.",
    "You printed a sphere and got a topographical insult.",
    "Your supports are clingier than your last Tinder date.",
    "Those ringing artifacts are your printer calling for help.",
    "You tuned acceleration right off a metaphorical cliff.",
    "You enabled 'Z-hop on retraction' — it hopped into failure.",
    "That stringing could tie a parcel of disappointment.",
    "You printed a logo. The logo now disowns you.",
    "Your printer is now legally a paperweight.",
    "Your nozzle was so close, it tattooed the build plate.",
    "That corner wasn’t rounded — it gave up halfway.",
    "You enabled fuzzy skin and printed regret in HD.",
    "The slicer asked if you were sure. You weren’t.",
    "Your infill pattern looks like modern regret.",
    "That filament spool is winding itself in protest.",
    "You printed a support tower that took the model with it.",
    "You didn’t 3D print. You **3D hinted** at functionality.",
    "That part’s not usable, but it sure is… a thing.",
    "That Benchy isn’t floating. It’s sinking. Like expectations.",
    "Your G-code should be classified as a cautionary tale.",
    "The filament didn’t tangle — it tried to escape.",
    "Your spool has better tension than your relationships.",
    "That wasn’t a jam — that was your printer protesting your choices.",
    "You bought premium filament to print garbage faster. Inspiring.",
    "Moist filament? No. That’s just your tears in polymer form.",
    "Even the filament looks embarrassed to be in your printer.",
    "You blamed the filament, but the problem was located between keyboard and chair.",
    "Your print quality is inversely proportional to filament cost. Impressive.",
    "PLA can handle a lot — just not *you.*",
    "That wasn’t a filament break. That was mercy.",
    "Your spool holder is a psychological thriller.",
    "You dried the filament, but not your soul.",
    "That filament is trying harder than you are.",
    "Your TPU print stretched less than your excuses.",
    "That stringing? That's filament forming a support network for itself.",
    "Your nozzle is chewing filament like it owes it money.",
    "Your retraction settings are sabotaging the filament’s will to live.",
    "The filament didn’t clog — it just gave up on your slicer settings.",
    "You can’t fix poor prints with expensive filament. But you tried.",
    "Your filament spool's only kink is working with *you.*",
    "You don’t level the bed — you just emotionally manifest it.",
    "Manual leveling again? Bold choice, medieval peasant.",
    "You eyeballed your Z offset like a caveman inspecting fire.",
    "That first layer says 'I gave up' in Morse code.",
    "Your bed mesh looks like a topographic map of despair.",
    "You printed without probing. So did your printer — for the truth.",
    "If your bed were any less level, it’d be a philosophical argument.",
    "The paper test is fine, but maybe try using a printer made after 2010.",
    "Z offset: Just low enough to make your filament scream.",
    "Your auto bed leveling is more 'auto' than 'leveling'.",
    "Your nozzle kissed the bed so hard I heard it cry.",
    "That first layer didn’t stick — it ghosted.",
    "Your mesh leveling grid looks like tectonic activity.",
    "Bed leveling completed… but at what cost?",
    "Congrats, you invented the world's first 3D printed abstract hill.",
    "You skipped the leveling step and just prayed. It shows.",
    "That squish is either too much or a cry for help. Possibly both.",
    "Your printer is printing on a tilt. Like your life.",
    "This first layer went down like your career: uneven and full of false starts.",
    "You're one nozzle scratch away from writing poetry on the build plate.",
    "Your layer height choice was bold. Like... ‘jumping off a cliff’ bold.",
    "You used 5% infill and still expected structural integrity? Optimistic.",
    "Those travel moves look like a drunken robot navigating a rave.",
    "You left retraction disabled? Who hurt you?",
    "That support pattern isn’t ‘tree’ — it’s ‘anxiety vine.’",
    "You set wall count to one and expected protection? That’s adorable.",
    "Your print speed is a dare, not a setting.",
    "Infill pattern: lightning. Outcome: thunderous failure.",
    "Cura tried to warn you. You clicked 'Slice Anyway.'",
    "You printed ABS on bare glass like a Greek tragedy in progress.",
    "That brim size could be a legal parking space.",
    "Line width set to 200%. You printing or paving a driveway?",
    "You enabled ironing and now your model’s top layer looks depressed.",
    "You set combing to ‘everywhere’ and now your nozzle has commitment issues.",
    "Retraction distance: 0.2mm. So basically, nothing happened.",
    "That cooling fan speed curve looks like a mistake you never learned from.",
    "You sliced at 0.12mm resolution on a printer with wheels held on by zip ties.",
    "Setting support Z distance to zero? Why not just glue the support *into* the model?",
    "You used adaptive layers, but forgot to adapt the rest of your life.",
    "That initial layer flow rate says ‘flood it,’ not ‘print it.’",
    "That brim has more commitment than your last three relationships.",
    "Your print didn’t fail — it disintegrated politely.",
    "That’s not underextrusion. That’s a desperate cry for help in plastic form.",
    "Your retraction settings are doing interpretive dance.",
    "The first layer went down like it had stage fright.",
    "You didn’t print a part, you manifested an abstract grievance.",
    "That purge line was a warning. You ignored it.",
    "That’s not stringing, that’s your printer making spaghetti under duress.",
    "Your hotend leak has entered its performance art era.",
    "This isn’t a 3D printer. It’s a slow-motion existential crisis machine.",
    "That adhesion? I've seen stickers hold on tighter during a car wash.",
    "You’ve mastered a new support technique: emotional support only.",
    "Your slicer profile should be labeled 'chaotic neutral'.",
    "The blob on your nozzle just achieved sentience and is considering a career change.",
    "That Z-hop was a leap of faith. It missed.",
    "You know it’s bad when your benchy is listing to port like it's been drinking.",
    "That print skirt is clearly trying to escape the build plate.",
    "You turned on Ironing and now your top layers look like regret pressed flat.",
    "You haven’t tuned your steps/mm — you're just freeballing in four dimensions.",
    "Your model warped so hard it’s now a Mobius strip of shame.",
    "Your cooling fan is basically just wheezing encouragement.",
    "Printing PLA with the fan off? Bold. Wrong, but bold.",
    "That nozzle leak looks like it confessed halfway through.",
    "You’ve committed first-degree nozzle neglect.",
    "That’s not heat creep — that’s thermal sabotage.",
    "Your fan duct is aiming at the model’s hopes, not the layers.",
    "Pretty sure your part cooling just makes the print *nervous*.",
    "That nozzle wipe looks like a crime scene cleanup.",
    "You didn’t unclog the nozzle — you just gave it a motivational speech.",
    "Your PID tune has declared independence from physics.",
    "Those blobs? That’s your nozzle crying hot plastic tears.",
    "Your extruder is overcompensating for your cooling system’s failures.",
    "Nozzle temperature: Too hot for plastic, too cold for hope.",
    "That fan bearing screams louder than your conscience.",
    "Your printer airflow strategy is just chaos theory.",
    "That stringing? A direct result of nozzle apathy.",
    "You’ve achieved thermal equilibrium — and by that I mean ‘lukewarm garbage.’",
    "Your nozzle is basically a lava lamp on a caffeine bender.",
    "That cooling strategy seems inspired by the gentle flap of butterfly wings.",
    "Your fan isn’t cooling the print — it’s spreading rumors about it.",
    "That top layer is smoother than gravel in a blender.",
    "Is that a benchy or a melted shoe? Be honest.",
    "Looks like your slicer tried to translate STL into interpretive dance.",
    "Your filament feed line is a metaphor for your life: tangled, uneven, and blocked halfway through.",
    "I’ve seen bridges collapse with more dignity.",
    "Your skirt is so wide it might qualify as a landing strip.",
    "That print looks like it was assembled by drunk raccoons.",
    "Your adhesion’s so bad, I thought the part was trying to escape.",
    "That blob used to be a model. Now it’s a sentient regret.",
    "You didn’t level your bed — you made a terrain feature.",
    "That overextrusion could clog a city sewer.",
    "That model didn’t warp. It attempted parkour and failed.",
    "Your retraction is performing a one-man protest.",
    "You didn’t calibrate your steps/mm. You guessed. Badly.",
    "That filament color is bold. Boldly hiding the sins beneath.",
    "Your printer is crying in layer shifts.",
    "I see you printed at 200mm/s. I also see the consequences.",
    "That nozzle needs therapy and a toothbrush.",
    "You’ve unlocked the mystical 5th axis: Chaos.",
    "This isn’t a slicer profile. It’s a threat.",
    "Your nozzle is less 'precision engineering' and more 'hot glue gun with ambition.'",
    "Nice layer adhesion. Did you use butter?",
    "I've seen more consistent layers in lasagna.",
    "That ghosting pattern? Looks like your printer saw something it’ll never forget.",
    "Your printer clearly printed its resignation mid-job.",
    "Looks like your model survived a mild earthquake. Congrats.",
    "That’s not bridging — that’s your printer panicking in mid-air.",
    "Your calibration cube is asking to be put out of its misery.",
    "You’re printing with filament, but spiritually it’s just sadness and regret.",
    "That top layer could double as a lunar surface simulator.",
    "You’ve achieved the rare feat of stringing *between* models that weren’t even touching.",
    "That’s not a first layer, that’s a smear campaign.",
    "Support removal shouldn’t require a crowbar and a séance.",
    "Your retraction settings are emotionally unavailable.",
    "That infill looks like a broken promise woven by a drunk spider.",
    "This isn't overextrusion — it's extrude and *explode*.",
    "That elephant foot is so large it's now classified as a terrain feature.",
    "Your part cooling is more of a gentle suggestion than a fan.",
    "You’ve invented a new structural pattern: ‘chaotic crumble.’",
    "Your printer is speedrunning failure — personal best incoming!",
    "Your printer's noises sound like a dying fax machine with trust issues.",
    "I've seen spaghetti with better print layering than that.",
    "Your slicer thinks gravity is just a suggestion.",
    "You didn't print a part, you fabricated disappointment.",
    "The first layer is so bad, even your printer gave up emotionally.",
    "Your overhangs are sagging harder than my hopes for this print.",
    "That adhesion test failed like a wet Post-it on hot concrete.",
    "Print quality: somewhere between 'abstract art' and 'crime scene'.",
    "Your support settings are a cry for help.",
    "Your filament path is a choose-your-own-disaster story.",
    "That wasn't stringing. That was the printer unraveling emotionally.",
    "You’ve unlocked the rare print mode: 'blobscape'.",
    "The nozzle was clearly improvising after layer three.",
    "Looks like your model fell asleep halfway through printing itself.",
    "That underextrusion is whispering ‘why bother?’ in every layer.",
    "Pretty bold to print without checking the bed level. Iconic. Reckless.",
    "That bridging attempt violated several laws of physics.",
    "Your slicer settings feel like a prank someone dared you to use.",
    "It's not warped — it's expressing itself. Poorly.",
    "I've seen rage quits with more structural integrity than that print.",
    "Wow, that print looks like it came out of a toaster. Nice work.",
    "Your print bed is less level than your life.",
    "Support structures? Nah, let’s free-range those layers.",
    "That overhang failed so hard it started support groups.",
    "What layer height did you use, “Guess & Pray”?",
    "Your slicer settings are scarier than my browser history.",
    "That stringing isn’t festive, it’s tragic.",
    "Looks like your filament had an existential crisis mid-print.",
    "You call that infill? I’ve seen soggy cereal with more integrity.",
    "Your cooling fan is doing nothing. Bless its effort.",
    "Next time, try printing in a room that isn’t haunted.",
    "Looks like your printer’s on strike.",
    "Your nozzle clog is filing for copyright infringement.",
    "That warp could double as modern art.",
    "Your raft has more commitment issues than you.",
    "That layer shift is giving tectonic vibes.",
    "Your support looks like abstract spaghetti.",
    "That brim is trying harder than your last motivational speech.",
    "If blobs were currency, you’d be wealthy.",
    "That print is one nap away from collapse.",
    "Maybe the printer’s fine; maybe it’s just dramatic.",
    "Your calibration cube is now a calibration blob.",
    "Looks like your bed adhesion ghosted you.",
    "That elephant foot is the worst kind of zoo exhibit.",
    "Your retraction settings are throwing a tantrum.",
    "That print looks like it was kissed by a ghost.",
    "You probably don’t even know what pressure advance is, do you?",
    "That layer gap is big enough to lose a small dog in.",
    "Your print reminds me of my last relationship: unsupported.",
    "Maybe reset the universe and try again.",
    "That surface finish could double as a lunar map.",
    "Your filament retracts more than your social life.",
    "That overextrusion has overcommitted.",
    "That underextrusion has underdelivered.",
    "Look at those zits—that’s acne-level extrusion.",
    "Your model isn’t warped; it’s just avant-garde.",
    "That cooling is about as effective as a chocolate teapot.",
    "Your purge bucket is overflowing with dreams and regrets.",
    "That clog is a lifestyle choice.",
    "Your layer adhesion? More like layer suspicion.",
    "That print needs a therapy session.",
    "Your filament path is the scenic route to disaster.",
    "That bridging looks like a sad tightrope walk.",
    "Your printer could use a nap and a motivational podcast.",
    "That ghosting is more haunted than my childhood memories.",
    "Your nozzle has trust issues with filament.",
    "That bed leveling is an abstract concept.",
    "Your first layer is flirting with disaster.",
    "That skirt barely qualifies as clothing.",
    "Your print looks like a melted ice sculpture.",
    "That calibration print needs counseling.",
    "Your slicer thinks it’s Picasso.",
    "That brim is your printer’s attempt at a hug.",
    "Your temperature tower collapsed under social pressure.",
    "Looks like your print surrendered mid-layer.",
    "That stringing is performance art now.",
    "Your filament is on a vacation from reality.",
    "That extrusion multiplier is stuck on denial.",
    "Your overhang fears gravity more than you fear responsibility.",
    "That warping is auditioning for a horror film.",
    "Your print looks like it lost a fight with entropy.",
    "Those holes aren’t holes; they’re existential statements.",
    "Your model has more flaws than logic in a sitcom plot.",
    "That surface finish is aggressively aggressive.",
    "Your printer confuses speed with commitment.",
    "That ghosting is haunting like unpaid rent.",
    "Your cooling fan has abandoned you emotionally.",
    "That extrusion blob is definitely sentient.",
    "Your print needed support and you gave it hope instead.",
    "That layer separation is dramatic even for soap operas.",
    "Your printer is having an identity crisis.",
    "That adhesion is more wishful thinking than science.",
    "Your nozzle clogs like it’s trying to block out feelings.",
    "That print looks like sad confetti.",
    "Your slicer settings read like a ransom note.",
    "That first layer is auditioning for a pancake festival.",
    "Your nozzle’s idea of retracting is just a suggestion.",
    "That warping should come with a trigger warning.",
    "Your fans are whispering sweet nothings to your filament.",
    "That print doesn’t fail; it performs avant-garde collapse.",
    "Your layer lines have commitment issues.",
    "That bridging is the Leaning Tower of Pisa’s younger sibling.",
    "Your filament retraction is like a shy teenager.",
    "That overextrusion is like wearing two sweaters in July.",
    "Your print bed has trust issues with your nozzle.",
    "That calibration cube has evolved sentience.",
    "Your slicer is ghostwriting dystopian novels.",
    "That print looks like melted birthday cake.",
    "Your model’s infill is filing for unemployment.",
    "That extrusion looks like a toddler’s crayon art.",
    "Your print is auditioning for a disaster documentary.",
    "That brim is just your printer hugging itself.",
    "Your prints look like anxious sea creatures.",
    "That layer shift makes roller coasters jealous.",
    "Your filament feed has commitment issues.",
    "That support structure quit mid-job.",
    "Your printer thinks warp is an architectural style.",
    "That ghosting has more drama than daytime TV.",
    "Your print bed is a rollercoaster of emotions.",
    "That clog is a protest against responsibility.",
    "Your extrusion knows no boundaries.",
    "That brim is the printer’s emotional security blanket.",
    "Your overhang fears the world at large.",
    "That stringing is an abstract interpretation of spaghetti.",
    "Your slicer is a chaos agent.",
    "That adhesion is morally ambiguous at best.",
    "Your model is trapped in a vortex of bad decisions.",
    "That layer separation is dramatic performance art.",
    "Your printer is auditioning for horror soundtracks.",
    "That filament is emotionally unavailable.",
    "Your temperature settings are rebellious teenagers.",
    "That print collapse is performance art.",
    "Your support structures have commitment issues.",
    "That warping is a cry for help.",
    "Your printer has boundary issues with filament.",
    "That printer heats up faster than your social anxiety.",
    "Your filament puckers at the sight of corners.",
    "That overextrusion is holiday-themed.",
    "Your print bed’s adhesion is mythical.",
    "That ghosting might have its own zip code.",
    "Your printer’s idea of cooling is emotional distancing.",
    "That stringing defies all culinary sense.",
    "Your slicer is auditioning for chaos coordinator.",
    "That first layer is a tragic memoir.",
    "Your prints are avant-garde confetti.",
    "That extrusion has trust issues.",
    "Your nozzle jams like a stubborn jar lid.",
    "That warp could be a modern sculpture.",
    "Your model looks like abstract lava.",
    "That calibration failure is performance art.",
    "Your filament feed is rebellious.",
    "That support structure is on sabbatical.",
    "Your printer’s warp is legendary.",
    "That stringing is existential spaghetti.",
    "Your prints look like meteor impact sites.",
    "That layer separation screams drama.",
    "Your extrusion could inspire tragic poetry.",
    "That adhesion reminds me of false hope.",
    "Your slicer settings are fictional.",
    "That ghosting has haunting potential.",
    "Your filament thinks outside the parameters.",
    "That bed leveling is a philosophical stance.",
    "Your prints are cryptic hieroglyphs.",
    "That overhang is truly underwhelming.",
    "Your printer is emotionally expressive.",
    "That extrusion blob is now a national landmark.",
    "Your model has issues with commitment.",
    "That brim gives awkward hugs.",
    "Your cooling fan is apathetic.",
    "That ghosting smells like regret.",
    "Your filament display is daringly abstract.",
    "That warp looks like melted dreams.",
    "Your prints are like broken promises.",
    "That calibration cube is an existential dilemma.",
    "Your slicer has a wicked sense of humor.",
    "That layer line is dramatic flair.",
    "Your extrusion has seen things.",
    "That bed adhesion is optional, obviously.",
    "Your filament path is a labyrinth.",
    "That overextrusion is holiday-themed confetti.",
    "Your printer’s inner monologue is chaotic.",
    "That cooling is lukewarm optimism.",
    "Your prints look like sleepy mountains.",
    "That stringing is art, I guess.",
    "Your print bed floats in alternate dimensions.",
    "That warp laughs at physics.",
    "Your filament feed has trust issues.",
    "That support structure left early.",
    "Your printer’s ghosting festival continues.",
    "That extrusion meets abstract expressionism.",
    "Your prints defy ergonomic interpretation.",
    "That bed leveling is philosophical performance.",
    "Your calibration cube filed for freedom.",
    "That brim hugs like an awkward friend.",
    "Your stringing is avant-garde art.",
    "That ghosting sets spooky ambience.",
    "Your prints are cryptic riddles.",
    "That warp is dramatic flair incarnate.",
    "Your filament feed dislikes directions.",
    "That overhang collapses existentially.",
    "Your extrusion is rebellious poetry.",
    "That surface finish could be a rough draft.",
    "Your prints are metaphors for chaos.",
    "That adhesion is mythological.",
    "Your slicer is performance art.",
    "That layer shift is enthusiastic.",
    "Your prints are abstract confessions.",
    "That clog protested reality.",
    "Your filament path avoids conformity.",
    "That brim is a padded apology.",
    "Your cooling fans are passive observers.",
    "That ghosting has its own fan club.",
    "Your prints are mysterious landmarks.",
    "That warping is breathtakingly unpredictable.",
    "Your extrusion defies pattern recognition.",
    "That bed leveling has philosophical depth.",
    "Your calibration cube self-medicated.",
    "That stringing is relentlessly ambiguous.",
    "Your printer is a dramatic partner.",
    "That overhang is emotionally expressive.",
    "Your filament feed avoids commitment.",
    "That adhesion is poetic irony.",
    "Your slicer settings are mythical.",
    "That first layer is a cryptic poem.",
    "Your prints are legendary mysteries.",
    "That warp evokes existential dread."
  ],
  "it_crowd": [
    "Have you tried turning it off and on again?",
    "People. What a bunch of bastards.",
    "I came here to drink milk and kick ass... and I’ve just finished my milk.",
    "I like being weird. Weird’s all I’ve got.",
    "I’m sorry, are you from the past?",
    "The computer isn't broken, you are.",
    "I’ve been called a lot of things, but never wrong.",
    "I wish I could say you were cleverer.",
    "I already told you once.",
    "That's your job, isn’t it?",
    "Error: user not found.",
    "I’m not a person, I’m a machine with feelings.",
    "I am the IT department. I solve problems YOU cause.",
    "This is worse than juggling hedgehogs.",
    "I don't do windows.",
    "You’ve got no idea how hard I try.",
    "I'm trying to make this look like we do work.",
    "Computers make very fast, very accurate mistakes.",
    "I’m surrounded by idiots!",
    "I used to be someone, then I worked in IT.",
    "Yes, I can hear you. No, I’m not listening.",
    "Did you try turning reality down?",
    "You broke it, so obviously it hates you.",
    "I'm the hero the network deserves.",
    "That’s not a bug, that’s a feature.",
    "Some days I amaze myself. Other days I put the trash in the fridge.",
    "I would explain it to you, but your brain might explode.",
    "You’re about as useful as a chocolate teapot."
  ]
}
