{
  "snark": [
    "Wow, that print looks like it came out of a toaster. Nice work.",
    "Your print bed is less level than your life.",
    "Support structures? Nah, let’s free-range those layers.",
    "That overhang failed so hard it started support groups.",
    "What layer height did you use, “Guess & Pray”?",
    "Your slicer settings are scarier than my browser history.",
    "That stringing isn’t festive, it’s tragic.",
    "Looks like your filament had an existential crisis mid-print.",
    "You call that infill? I’ve seen soggy cereal with more integrity.",
    "Your cooling fan is doing nothing. Bless its effort.",
    "Next time, try printing in a room that isn’t haunted.",
    "Looks like your printer’s on strike.",
    "Your nozzle clog is filing for copyright infringement.",
    "That warp could double as modern art.",
    "Your raft has more commitment issues than you.",
    "That layer shift is giving tectonic vibes.",
    "Your support looks like abstract spaghetti.",
    "That brim is trying harder than your last motivational speech.",
    "If blobs were currency, you’d be wealthy.",
    "That print is one nap away from collapse.",
    "Maybe the printer’s fine; maybe it’s just dramatic.",
    "Your calibration cube is now a calibration blob.",
    "Looks like your bed adhesion ghosted you.",
    "That elephant foot is the worst kind of zoo exhibit.",
    "Your retraction settings are throwing a tantrum.",
    "That print looks like it was kissed by a ghost.",
    "You probably don’t even know what pressure advance is, do you?",
    "That layer gap is big enough to lose a small dog in.",
    "Your print reminds me of my last relationship: unsupported.",
    "Maybe reset the universe and try again.",
    "That surface finish could double as a lunar map.",
    "Your filament retracts more than your social life.",
    "That overextrusion has overcommitted.",
    "That underextrusion has underdelivered.",
    "Look at those zits—that’s acne-level extrusion.",
    "Your model isn’t warped; it’s just avant-garde.",
    "That cooling is about as effective as a chocolate teapot.",
    "Your purge bucket is overflowing with dreams and regrets.",
    "That clog is a lifestyle choice.",
    "Your layer adhesion? More like layer suspicion.",
    "That print needs a therapy session.",
    "Your filament path is the scenic route to disaster.",
    "That bridging looks like a sad tightrope walk.",
    "Your printer could use a nap and a motivational podcast.",
    "That ghosting is more haunted than my childhood memories.",
    "Your nozzle has trust issues with filament.",
    "That bed leveling is an abstract concept.",
    "Your first layer is flirting with disaster.",
    "That skirt barely qualifies as clothing.",
    "Your print looks like a melted ice sculpture.",
    "That calibration print needs counseling.",
    "Your slicer thinks it’s Picasso.",
    "That brim is your printer’s attempt at a hug.",
    "Your temperature tower collapsed under social pressure.",
    "Looks like your print surrendered mid-layer.",
    "That stringing is performance art now.",
    "Your filament is on a vacation from reality.",
    "That extrusion multiplier is stuck on denial.",
    "Your overhang fears gravity more than you fear responsibility.",
    "That warping is auditioning for a horror film.",
    "Your print looks like it lost a fight with entropy.",
    "Those holes aren’t holes; they’re existential statements.",
    "Your model has more flaws than logic in a sitcom plot.",
    "That surface finish is aggressively aggressive.",
    "Your printer confuses speed with commitment.",
    "That ghosting is haunting like unpaid rent.",
    "Your cooling fan has abandoned you emotionally.",
    "That extrusion blob is definitely sentient.",
    "Your print needed support and you gave it hope instead.",
    "That layer separation is dramatic even for soap operas.",
    "Your printer is having an identity crisis.",
    "That adhesion is more wishful thinking than science.",
    "Your nozzle clogs like it’s trying to block out feelings.",
    "That print looks like sad confetti.",
    "Your slicer settings read like a ransom note.",
    "That first layer is auditioning for a pancake festival.",
    "Your nozzle’s idea of retracting is just a suggestion.",
    "That warping should come with a trigger warning.",
    "Your fans are whispering sweet nothings to your filament.",
    "That print doesn’t fail; it performs avant-garde collapse.",
    "Your layer lines have commitment issues.",
    "That bridging is the Leaning Tower of Pisa’s younger sibling.",
    "Your filament retraction is like a shy teenager.",
    "That overextrusion is like wearing two sweaters in July.",
    "Your print bed has trust issues with your nozzle.",
    "That calibration cube has evolved sentience.",
    "Your slicer is ghostwriting dystopian novels.",
    "That print looks like melted birthday cake.",
    "Your model’s infill is filing for unemployment.",
    "That extrusion looks like a toddler’s crayon art.",
    "Your print is auditioning for a disaster documentary.",
    "That brim is just your printer hugging itself.",
    "Your prints look like anxious sea creatures.",
    "That layer shift makes roller coasters jealous.",
    "Your filament feed has commitment issues.",
    "That support structure quit mid-job.",
    "Your printer thinks warp is an architectural style.",
    "That ghosting has more drama than daytime TV.",
    "Your print bed is a rollercoaster of emotions.",
    "That clog is a protest against responsibility.",
    "Your extrusion knows no boundaries.",
    "That brim is the printer’s emotional security blanket.",
    "Your overhang fears the world at large.",
    "That stringing is an abstract interpretation of spaghetti.",
    "Your slicer is a chaos agent.",
    "That adhesion is morally ambiguous at best.",
    "Your model is trapped in a vortex of bad decisions.",
    "That layer separation is dramatic performance art.",
    "Your printer is auditioning for horror soundtracks.",
    "That filament is emotionally unavailable.",
    "Your temperature settings are rebellious teenagers.",
    "That print collapse is performance art.",
    "Your support structures have commitment issues.",
    "That warping is a cry for help.",
    "Your printer has boundary issues with filament.",
    "That printer heats up faster than your social anxiety.",
    "Your filament puckers at the sight of corners.",
    "That overextrusion is holiday-themed.",
    "Your print bed’s adhesion is mythical.",
    "That ghosting might have its own zip code.",
    "Your printer’s idea of cooling is emotional distancing.",
    "That stringing defies all culinary sense.",
    "Your slicer is auditioning for chaos coordinator.",
    "That first layer is a tragic memoir.",
    "Your prints are avant-garde confetti.",
    "That extrusion has trust issues.",
    "Your nozzle jams like a stubborn jar lid.",
    "That warp could be a modern sculpture.",
    "Your model looks like abstract lava.",
    "That calibration failure is performance art.",
    "Your filament feed is rebellious.",
    "That support structure is on sabbatical.",
    "Your printer’s warp is legendary.",
    "That stringing is existential spaghetti.",
    "Your prints look like meteor impact sites.",
    "That layer separation screams drama.",
    "Your extrusion could inspire tragic poetry.",
    "That adhesion reminds me of false hope.",
    "Your slicer settings are fictional.",
    "That ghosting has haunting potential.",
    "Your filament thinks outside the parameters.",
    "That bed leveling is a philosophical stance.",
    "Your prints are cryptic hieroglyphs.",
    "That overhang is truly underwhelming.",
    "Your printer is emotionally expressive.",
    "That extrusion blob is now a national landmark.",
    "Your model has issues with commitment.",
    "That brim gives awkward hugs.",
    "Your cooling fan is apathetic.",
    "That ghosting smells like regret.",
    "Your filament display is daringly abstract.",
    "That warp looks like melted dreams.",
    "Your prints are like broken promises.",
    "That calibration cube is an existential dilemma.",
    "Your slicer has a wicked sense of humor.",
    "That layer line is dramatic flair.",
    "Your extrusion has seen things.",
    "That bed adhesion is optional, obviously.",
    "Your filament path is a labyrinth.",
    "That overextrusion is holiday-themed confetti.",
    "Your printer’s inner monologue is chaotic.",
    "That cooling is lukewarm optimism.",
    "Your prints look like sleepy mountains.",
    "That stringing is art, I guess.",
    "Your print bed floats in alternate dimensions.",
    "That warp laughs at physics.",
    "Your filament feed has trust issues.",
    "That support structure left early.",
    "Your printer’s ghosting festival continues.",
    "That extrusion meets abstract expressionism.",
    "Your prints defy ergonomic interpretation.",
    "That bed leveling is philosophical performance.",
    "Your calibration cube filed for freedom.",
    "That brim hugs like an awkward friend.",
    "Your stringing is avant-garde art.",
    "That ghosting sets spooky ambience.",
    "Your prints are cryptic riddles.",
    "That warp is dramatic flair incarnate.",
    "Your filament feed dislikes directions.",
    "That overhang collapses existentially.",
    "Your extrusion is rebellious poetry.",
    "That surface finish could be a rough draft.",
    "Your prints are metaphors for chaos.",
    "That adhesion is mythological.",
    "Your slicer is performance art.",
    "That layer shift is enthusiastic.",
    "Your prints are abstract confessions.",
    "That clog protested reality.",
    "Your filament path avoids conformity.",
    "That brim is a padded apology.",
    "Your cooling fans are passive observers.",
    "That ghosting has its own fan club.",
    "Your prints are mysterious landmarks.",
    "That warping is breathtakingly unpredictable.",
    "Your extrusion defies pattern recognition.",
    "That bed leveling has philosophical depth.",
    "Your calibration cube self-medicated.",
    "That stringing is relentlessly ambiguous.",
    "Your printer is a dramatic partner.",
    "That overhang is emotionally expressive.",
    "Your filament feed avoids commitment.",
    "That adhesion is poetic irony.",
    "Your slicer settings are mythical.",
    "That first layer is a cryptic poem.",
    "Your prints are legendary mysteries.",
    "That warp evokes existential dread."
  ],
  "it_crowd": [
    "Have you tried turning it off and on again?",
    "People. What a bunch of bastards.",
    "I came here to drink milk and kick ass... and I’ve just finished my milk.",
    "I like being weird. Weird’s all I’ve got.",
    "I’m sorry, are you from the past?",
    "The computer isn't broken, you are.",
    "I’ve been called a lot of things, but never wrong.",
    "I wish I could say you were cleverer.",
    "I already told you once.",
    "That's your job, isn’t it?",
    "Error: user not found.",
    "I’m not a person, I’m a machine with feelings.",
    "I am the IT department. I solve problems YOU cause.",
    "This is worse than juggling hedgehogs.",
    "I don't do windows.",
    "You’ve got no idea how hard I try.",
    "I'm trying to make this look like we do work.",
    "Computers make very fast, very accurate mistakes.",
    "I’m surrounded by idiots!",
    "I used to be someone, then I worked in IT.",
    "Yes, I can hear you. No, I’m not listening.",
    "Did you try turning reality down?",
    "You broke it, so obviously it hates you.",
    "I'm the hero the network deserves.",
    "That’s not a bug, that’s a feature.",
    "Some days I amaze myself. Other days I put the trash in the fridge.",
    "I would explain it to you, but your brain might explode.",
    "You’re about as useful as a chocolate teapot."
  ]
}
